
<!DOCTYPE HTML>
<html lang="ja" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>利用規約 · GISでみる地形オープン教材</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="h.yamauchi">
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="styles/website.css">
        
    

        
    
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="trainings/t1.html" />
    

    
        <link rel="shortcut icon" href='img/favicon.ico' type="image/x-icon">
    
    
        <link rel="bookmark" href='img/favicon.ico' type="image/x-icon">
    
    
        <link rel="apple-touch-icon" href='img/apple-touch-icon.png'>
    
    
        
        <link rel="apple-touch-icon" sizes="120x120" href="img/favicon.ico">
        
        <link rel="apple-touch-icon" sizes="180x180" href="img/favicon.ico">
        
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="検索すると入力" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    本教材について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="1/1.html">
            
                <a href="1/1.html">
            
                    
                    地理の学習の意義
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="2/2.html">
            
                <a href="2/2.html">
            
                    
                    地図の基礎
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="3/3-1.html">
            
                <a href="3/3-1.html">
            
                    
                    地理情報の基礎
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="3/3-2/3-2.html">
            
                <a href="3/3-2/3-2.html">
            
                    
                    WebGISの活用：地理院地図
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="3/3-3/3-3.html">
            
                <a href="3/3-3/3-3.html">
            
                    
                    デスクトップGISの活用：QGIS
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="4/4.html">
            
                <a href="4/4.html">
            
                    
                    GISと地形表現
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="5/5-1.html">
            
                <a href="5/5-1.html">
            
                    
                    大地形:プレートと境界
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="5/5-2.html">
            
                <a href="5/5-2.html">
            
                    
                    火山
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="5/5-3.html">
            
                <a href="5/5-3.html">
            
                    
                    地震と津波
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="6/6-1.html">
            
                <a href="6/6-1.html">
            
                    
                    小地形
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.7.1" data-path="6/6-2.html">
            
                <a href="6/6-2.html">
            
                    
                    山地の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.2" data-path="6/6-3.html">
            
                <a href="6/6-3.html">
            
                    
                    河川の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.3" data-path="6/6-4.html">
            
                <a href="6/6-4.html">
            
                    
                    海岸の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.4" data-path="6/6-5.html">
            
                <a href="6/6-5.html">
            
                    
                    氷河地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.5" data-path="6/6-6.html">
            
                <a href="6/6-6.html">
            
                    
                    乾燥地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.6" data-path="6/6-7.html">
            
                <a href="6/6-7.html">
            
                    
                    カルスト地形
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="7/7-1.html">
            
                <a href="7/7-1.html">
            
                    
                    身近な地域の地形学習
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="trainings/t0.html">
            
                <a href="trainings/t0.html">
            
                    
                    演習
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.9.1" data-path="trainings/t1.html">
            
                <a href="trainings/t1.html">
            
                    
                    GISと紙地図の違いを学ぶ
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter active" data-level="1.10" data-path="policy.html">
            
                <a href="policy.html">
            
                    
                    利用規約
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            GitBookで公開 
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >利用規約</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5229;&#x7528;&#x898F;&#x7D04;&#x30FB;&#x30D7;&#x30E9;&#x30A4;&#x30D0;&#x30B7;&#x30FC;&#x30DD;&#x30EA;&#x30B7;&#x30FC;">&#x5229;&#x7528;&#x898F;&#x7D04;&#x30FB;&#x30D7;&#x30E9;&#x30A4;&#x30D0;&#x30B7;&#x30FC;&#x30DD;&#x30EA;&#x30B7;&#x30FC;</h1>
<p>&#x3000;&#x3054;&#x5229;&#x7528;&#x306B;&#x969B;&#x3057;&#x3066;&#x306F;&#x3001;&#x4EE5;&#x4E0B;&#x306E;&#x5229;&#x7528;&#x6761;&#x4EF6;&#x3092;&#x3054;&#x78BA;&#x8A8D;&#x3044;&#x305F;&#x3060;&#x304D;&#x3001;&#x3053;&#x308C;&#x3089;&#x306E;&#x6761;&#x4EF6;&#x306B;&#x540C;&#x610F;&#x3055;&#x308C;&#x305F;&#x5834;&#x5408;&#x306B;&#x306E;&#x307F;&#x3054;&#x5229;&#x7528;&#x4E0B;&#x3055;&#x3044;&#x3002;</p>
<h2 id="1-&#x76EE;&#x7684;">1. &#x76EE;&#x7684;</h2>
<p>&#x3000;&#x672C;&#x898F;&#x7D04;&#x306F;&#x3001;&#x904B;&#x55B6;&#x8005;&#x304C;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x300C;GIS&#x3067;&#x307F;&#x308B;&#x5730;&#x5F62;&#x30AA;&#x30FC;&#x30D7;&#x30F3;&#x6559;&#x6750;&#x3001;&#x5225;&#x540D;&#xFF1A;gg-oer(&#x8A66;&#x9A13;&#x516C;&#x958B;&#x7248;)&#x300D;&#xFF08;&#x4EE5;&#x4E0B;&#x300C;&#x6559;&#x6750;&#x300D;&#x3068;&#x3044;&#x3046;&#xFF09;&#x306E;&#x5229;&#x7528;&#x306B;&#x3042;&#x305F;&#x3063;&#x3066;&#x306E;&#x8AF8;&#x6761;&#x4EF6;&#x306B;&#x3064;&#x3044;&#x3066;&#x898F;&#x5B9A;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<h2 id="2-&#x7528;&#x8A9E;&#x306E;&#x5B9A;&#x7FA9;">2. &#x7528;&#x8A9E;&#x306E;&#x5B9A;&#x7FA9;</h2>
<p>&#x3000;&#x672C;&#x898F;&#x7D04;&#x306B;&#x304A;&#x3044;&#x3066;&#x3001;&#x300C;&#x672C;&#x30B5;&#x30A4;&#x30C8;&#x300D;&#x3068;&#x306F;&#x3001;&#x300C;GIS&#x3067;&#x307F;&#x308B;&#x5730;&#x5F62;&#x30AA;&#x30FC;&#x30D7;&#x30F3;&#x6559;&#x6750;(&#x8A66;&#x9A13;&#x516C;&#x958B;&#x7248;)&#x300D;&#x30B5;&#x30A4;&#x30C8;&#x3092;&#x8A00;&#x3044;&#x307E;&#x3059;&#x3002;&#x300C;&#x6559;&#x6750;&#x300D;&#x3068;&#x306F;&#x3001;&#x672C;&#x30B5;&#x30A4;&#x30C8;&#x3067;&#x516C;&#x958B;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x30B3;&#x30F3;&#x30C6;&#x30F3;&#x30C4;&#x306B;&#x542B;&#x307E;&#x308C;&#x308B;&#x3059;&#x3079;&#x3066;&#x306E;&#x6587;&#x7AE0;&#x3001;&#x56F3;&#x3001;&#x6CE8;&#x8A18;&#x306E;&#x8AAC;&#x660E;&#x6587;&#x7B49;&#x306E;&#x3059;&#x3079;&#x3066;&#x3092;&#x8A00;&#x3044;&#x307E;&#x3059;&#x3002;&#x300C;&#x5229;&#x7528;&#x8005;&#x300D;&#x3068;&#x306F;&#x3001;&#x672C;&#x30B5;&#x30A4;&#x30C8;&#x53CA;&#x3073;&#x6559;&#x6750;&#x3092;&#x5229;&#x7528;&#x3059;&#x308B;&#x8005;&#x3092;&#x8A00;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<h2 id="3-&#x8457;&#x4F5C;&#x6A29;&#x7B49;">3. &#x8457;&#x4F5C;&#x6A29;&#x7B49;</h2>
<p><span xmlns:cc="http://creativecommons.org/ns#" property="cc:attributionName">h.yamauchi</span> &#x4F5C;&#x300E;<span xmlns:dct="http://purl.org/dc/terms/" property="dct:title">gg-oer(&#x8A66;&#x9A13;&#x516C;&#x958B;&#x7248;)</span>&#x300F;&#x306F;<a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/" target="_blank">&#x30AF;&#x30EA;&#x30A8;&#x30A4;&#x30C6;&#x30A3;&#x30D6;&#x30FB;&#x30B3;&#x30E2;&#x30F3;&#x30BA; &#x8868;&#x793A; - &#x7D99;&#x627F; 4.0 &#x56FD;&#x969B; &#x30E9;&#x30A4;&#x30BB;&#x30F3;&#x30B9;</a>&#x3067;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&lt;/br&gt;
<a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/" target="_blank"><img alt="&#x30AF;&#x30EA;&#x30A8;&#x30A4;&#x30C6;&#x30A3;&#x30D6;&#x30FB;&#x30B3;&#x30E2;&#x30F3;&#x30BA;&#x30FB;&#x30E9;&#x30A4;&#x30BB;&#x30F3;&#x30B9;" style="border-width:0" src="https://i.creativecommons.org/l/by-sa/4.0/88x31.png"></a></p>
<p><strong>&#x7B2C;&#x4E09;&#x8005;&#x306E;&#x8457;&#x4F5C;&#x6A29;</strong>
&#x3000;&#x904B;&#x55B6;&#x8005;&#x306F;&#x3001;&#x6559;&#x6750;&#x306B;&#x542B;&#x307E;&#x308C;&#x308B;&#x3059;&#x3079;&#x3066;&#x306E;&#x6A29;&#x5229;&#x3092;&#x6240;&#x6709;&#x3057;&#x3066;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002;&#x672C;&#x6559;&#x6750;&#x306F;&#x3001;&#x975E;&#x55B6;&#x5229;&#x304A;&#x3088;&#x3073;&#x6559;&#x80B2;&#x3092;&#x76EE;&#x7684;&#x3068;&#x3057;&#x3066;&#x3044;&#x308B;&#x305F;&#x3081;&#x3001;&#x7B2C;&#x4E09;&#x8005;&#x8457;&#x4F5C;&#x7269;&#x3092;&#x8457;&#x4F5C;&#x6A29;&#x6CD5;&#x4E0A;&#x306B;&#x57FA;&#x3065;&#x304F;&#x5F15;&#x7528;&#xFF08;&#x9069;&#x6CD5;&#x5F15;&#x7528;&#xFF09;&#x3068;&#x3057;&#x3066;&#x3001;&#x8457;&#x4F5C;&#x8005;&#x306E;&#x8A31;&#x8AFE;&#x3092;&#x5F97;&#x305A;&#x4F7F;&#x7528;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x305D;&#x306E;&#x305F;&#x3081;&#x3001;&#x904B;&#x55B6;&#x8005;&#x306F;&#x3001;&#x5229;&#x7528;&#x8005;&#x306B;&#x3088;&#x308B;&#x6559;&#x6750;&#x306E;&#x4F7F;&#x7528;&#x7B49;&#x306B;&#x95A2;&#x3057;&#x3066;&#x3001;&#x7B2C;&#x4E09;&#x8005;&#x306E;&#x8457;&#x4F5C;&#x6A29;&#x304C;&#x4FB5;&#x5BB3;&#x3055;&#x308C;&#x306A;&#x3044;&#x3068;&#x3044;&#x3046;&#x4FDD;&#x8A3C;&#x306F;&#x4E00;&#x5207;&#x884C;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002;&#x6559;&#x6750;&#x306E;&#x4F7F;&#x7528;&#x7B49;&#x306B;&#x304A;&#x3051;&#x308B;&#x7B2C;&#x4E09;&#x8005;&#x306E;&#x8457;&#x4F5C;&#x6A29;&#x306B;&#x95A2;&#x3059;&#x308B;&#x30EA;&#x30B9;&#x30AF;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x3001;&#x5229;&#x7528;&#x8005;&#x306B;&#x5E30;&#x5C5E;&#x3057;&#x307E;&#x3059;&#x3002;&#x518D;&#x5229;&#x7528;&#x306E;&#x8A31;&#x53EF;&#x306E;&#x5224;&#x65AD;&#x3068;&#x8457;&#x4F5C;&#x6A29;&#x8005;&#x304B;&#x3089;&#x306E;&#x8A31;&#x53EF;&#x306E;&#x53D6;&#x5F97;&#x306F;&#x5229;&#x7528;&#x8005;&#x306E;&#x8CAC;&#x4EFB;&#x3068;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<h2 id="4-&#x5229;&#x7528;&#x898F;&#x7D04;&#x306E;&#x540C;&#x610F;">4. &#x5229;&#x7528;&#x898F;&#x7D04;&#x306E;&#x540C;&#x610F;</h2>
<p>&#x3000;&#x672C;&#x6559;&#x6750;&#x7B49;&#x3092;&#x3054;&#x5229;&#x7528;&#x306B;&#x306A;&#x3089;&#x308C;&#x305F;&#x5834;&#x5408;&#x3001;&#x672C;&#x898F;&#x7D04;&#x306B;&#x540C;&#x610F;&#x3057;&#x305F;&#x3082;&#x306E;&#x3068;&#x307F;&#x306A;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<h2 id="5-&#x514D;&#x8CAC;&#x4E8B;&#x9805;">5. &#x514D;&#x8CAC;&#x4E8B;&#x9805;</h2>
<ul>
<li>&#x672C;&#x6559;&#x6750;&#x306B;&#x95A2;&#x3057;&#x3066;&#x3001;&#x305D;&#x306E;&#x6B63;&#x78BA;&#x6027;&#x3001;&#x59A5;&#x5F53;&#x6027;&#x53CA;&#x3073;&#x5229;&#x7528;&#x8005;&#x306E;&#x5229;&#x7528;&#x76EE;&#x7684;&#x306B;&#x9069;&#x5408;&#x3057;&#x3066;&#x3044;&#x308B;&#x3053;&#x3068;&#x3092;&#x4FDD;&#x8A3C;&#x3059;&#x308B;&#x3082;&#x306E;&#x3067;&#x306F;&#x306A;&#x304F;&#x3001;&#x3053;&#x308C;&#x306B;&#x4FC2;&#x308B;&#x3044;&#x304B;&#x306A;&#x308B;&#x8CAC;&#x4EFB;&#x3082;&#x8CA0;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002;</li>
<li>&#x672C;&#x6559;&#x6750;&#x7B49;&#x306E;&#x5229;&#x7528;&#x306B;&#x8D77;&#x56E0;&#x3057;&#x3066;&#x3001;&#x5229;&#x7528;&#x8005;&#x306B;&#x76F4;&#x63A5;&#x307E;&#x305F;&#x306F;&#x9593;&#x63A5;&#x7684;&#x88AB;&#x5BB3;&#x304C;&#x751F;&#x3058;&#x3066;&#x3082;&#x3001;&#x3044;&#x304B;&#x306A;&#x308B;&#x8CAC;&#x4EFB;&#x3082;&#x8CA0;&#x308F;&#x306A;&#x3044;&#x3082;&#x306E;&#x3068;&#x3057;&#x3001;&#x4E00;&#x5207;&#x306E;&#x8CE0;&#x511F;&#x7B49;&#x306F;&#x884C;&#x308F;&#x306A;&#x3044;&#x3082;&#x306E;&#x3068;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x672C;&#x6559;&#x6750;&#x7B49;&#x3092;&#x5229;&#x7528;&#x8005;&#x3078;&#x306E;&#x4E8B;&#x524D;&#x306E;&#x9023;&#x7D61;&#x306A;&#x3057;&#x306B;&#x4ED5;&#x69D8;&#x30FB;&#x5185;&#x5BB9;&#x3092;&#x5909;&#x66F4;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x3053;&#x308C;&#x306B;&#x3088;&#x308A;&#x3001;&#x5229;&#x7528;&#x8005;&#x306B;&#x76F4;&#x63A5;&#x307E;&#x305F;&#x306F;&#x9593;&#x63A5;&#x7684;&#x88AB;&#x5BB3;&#x304C;&#x751F;&#x3058;&#x3066;&#x3082;&#x3001;&#x3044;&#x304B;&#x306A;&#x308B;&#x8CAC;&#x4EFB;&#x3082;&#x8CA0;&#x308F;&#x306A;&#x3044;&#x3082;&#x306E;&#x3068;&#x3057;&#x3001;&#x4E00;&#x5207;&#x306E;&#x8CE0;&#x511F;&#x7B49;&#x306F;&#x884C;&#x308F;&#x306A;&#x3044;&#x3082;&#x306E;&#x3068;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x672C;&#x6559;&#x6750;&#x7B49;&#x306B;&#x3064;&#x3044;&#x3066;&#x3001;&#x4FEE;&#x6B63;&#x3059;&#x308B;&#x7FA9;&#x52D9;&#x306F;&#x8CA0;&#x308F;&#x306A;&#x3044;&#x3082;&#x306E;&#x3068;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x6559;&#x6750;&#x306B;&#x30EA;&#x30F3;&#x30AF;&#x3092;&#x5F35;&#x3063;&#x3066;&#x3044;&#x308B;&#x30A6;&#x30A7;&#x30D6;&#x30B5;&#x30A4;&#x30C8;&#x306E;&#x5185;&#x5BB9;&#x306B;&#x3064;&#x3044;&#x3066;&#x3001;&#x307E;&#x305F;&#x305D;&#x308C;&#x3089;&#x3092;&#x5229;&#x7528;&#x3057;&#x305F;&#x3053;&#x3068;&#x306B;&#x3088;&#x3063;&#x3066;&#x5229;&#x7528;&#x8005;&#x306B;&#x76F4;&#x63A5;&#x307E;&#x305F;&#x306F;&#x9593;&#x63A5;&#x7684;&#x88AB;&#x5BB3;&#x304C;&#x751F;&#x3058;&#x3066;&#x3082;&#x3001;&#x3044;&#x304B;&#x306A;&#x308B;&#x8CAC;&#x4EFB;&#x3082;&#x8CA0;&#x308F;&#x306A;&#x3044;&#x3082;&#x306E;&#x3068;&#x3057;&#x3001;&#x4E00;&#x5207;&#x306E;&#x8CE0;&#x511F;&#x7B49;&#x306F;&#x884C;&#x308F;&#x306A;&#x3044;&#x3082;&#x306E;&#x3068;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
<h2 id="6-&#x51FA;&#x5178;&#x5143;&#x306E;&#x660E;&#x8A18;">6. &#x51FA;&#x5178;&#x5143;&#x306E;&#x660E;&#x8A18;</h2>
<p>&#x3000;&#x5229;&#x7528;&#x306E;&#x969B;&#x306E;&#x51FA;&#x5178;&#x5143;&#x306F;&#x3001;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306B;&#x660E;&#x8A18;&#x3059;&#x308B;&#x3088;&#x3046;&#x304A;&#x9858;&#x3044;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x51FA;&#x5178;&#xFF1A;<strong>GIS&#x3067;&#x307F;&#x308B;&#x5730;&#x5F62;&#x30AA;&#x30FC;&#x30D7;&#x30F3;&#x6559;&#x6750;(&#x8A66;&#x9A13;&#x516C;&#x958B;&#x7248;) &#xA9; h.yamauchi, CC BY-SA 4.0</strong></li>
<li><p>&#x307E;&#x305F;&#x306F;&#x3001;<strong>gg-oer(&#x8A66;&#x9A13;&#x516C;&#x958B;&#x7248;) &#xA9; h.yamauchi, CC BY-SA 4.0</strong></p>
</li>
<li><p>&#x30EA;&#x30F3;&#x30AF;&#x306B;&#x3064;&#x3044;&#x3066;
&#x3000;&#x300C;&#x5229;&#x7528;&#x898F;&#x7D04;&#x300D;&#x3092;&#x5FC5;&#x305A;&#x53C2;&#x7167;&#x3057;&#x3066;&#x3044;&#x305F;&#x3060;&#x304F;&#x305F;&#x3081;&#x306B;&#x3001;&#x30EA;&#x30F3;&#x30AF;&#x306F;&#x6559;&#x6750;&#x306E;&#x30C8;&#x30C3;&#x30D7;&#x30DA;&#x30FC;&#x30B8;&#x306B;&#x304A;&#x9858;&#x3044;&#x3057;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x672C;&#x898F;&#x7D04;&#x306E;&#x6539;&#x8A02; &#x672C;&#x5229;&#x7528;&#x898F;&#x7D04;&#x306F;&#x3001;&#x4E88;&#x544A;&#x306A;&#x304F;&#x6539;&#x8A02;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
</li>
</ul>
<hr>
<h2 id="&#x30D7;&#x30E9;&#x30A4;&#x30D0;&#x30B7;&#x30FC;&#x30DD;&#x30EA;&#x30B7;&#x30FC;">&#x30D7;&#x30E9;&#x30A4;&#x30D0;&#x30B7;&#x30FC;&#x30DD;&#x30EA;&#x30B7;&#x30FC;</h2>
<p>&#x672C;&#x30D7;&#x30E9;&#x30A4;&#x30D0;&#x30B7;&#x30FC;&#x30DD;&#x30EA;&#x30B7;&#x30FC;&#x306F;&#x3001;&#x672C;&#x6559;&#x6750;&#x306E;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x500B;&#x4EBA;&#x60C5;&#x5831;&#x3082;&#x3057;&#x304F;&#x306F;&#x3001;&#x305D;&#x308C;&#x306B;&#x6E96;&#x305A;&#x308B;&#x60C5;&#x5831;&#x3092;&#x53D6;&#x308A;&#x6271;&#x3046;&#x969B;&#x306B;&#x9075;&#x5B88;&#x3059;&#x308B;&#x65B9;&#x91DD;&#x3092;&#x793A;&#x3057;&#x305F;&#x3082;&#x306E;&#x3067;&#x3059;&#x3002;</p>
<h3 id="1&#x9069;&#x7528;&#x7BC4;&#x56F2;">1.&#x9069;&#x7528;&#x7BC4;&#x56F2;</h3>
<p>&#x672C;&#x30D7;&#x30E9;&#x30A4;&#x30D0;&#x30B7;&#x30FC;&#x30DD;&#x30EA;&#x30B7;&#x30FC;&#x306F;&#x3001;&#x672C;&#x6559;&#x6750;&#x304A;&#x3088;&#x3073;&#x672C;&#x6559;&#x6750;&#x3068;&#x95A2;&#x9023;&#x3059;&#x308B;&#x30B3;&#x30F3;&#x30C6;&#x30F3;&#x30C4;&#x306B;&#x304A;&#x3044;&#x3066;&#x306E;&#x307F;&#x9069;&#x7528;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
<h3 id="2&#x500B;&#x4EBA;&#x60C5;&#x5831;&#x306E;&#x53D6;&#x5F97;&#x306B;&#x3064;&#x3044;&#x3066;">2.&#x500B;&#x4EBA;&#x60C5;&#x5831;&#x306E;&#x53D6;&#x5F97;&#x306B;&#x3064;&#x3044;&#x3066;</h3>
<p>&#x672C;&#x6559;&#x6750;&#x306E;&#x4E00;&#x90E8;&#x3067;&#x306F;&#x3001;&#x6559;&#x6750;&#x306E;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x50BE;&#x5411;&#x306E;&#x8ABF;&#x67FB;&#x3084;&#x30B3;&#x30F3;&#x30C6;&#x30F3;&#x30C4;&#x306E;&#x6539;&#x826F;&#x306E;&#x305F;&#x3081;&#x306B;&#x3001;Google Analytics&#x3092;&#x5229;&#x7528;&#x3057;&#x305F;&#x300C;cookie&#x300D;&#x306B;&#x3088;&#x308B;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x30ED;&#x30B0;&#x306E;&#x53CE;&#x96C6;&#x3092;&#x884C;&#x3044;&#x307E;&#x3059;&#x3002;&#x3053;&#x306E;&#x969B;&#x3001;IP&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x7B49;&#x306E;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x60C5;&#x5831;&#x306E;&#x4E00;&#x90E8;&#x304C;&#x3001;Google, Inc.&#x306B;&#x53CE;&#x96C6;&#x3055;&#x308C;&#x308B;&#x53EF;&#x80FD;&#x6027;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x5229;&#x7528;&#x8005;&#x306F;&#x3001;&#x672C;&#x6559;&#x6750;&#x3092;&#x5229;&#x7528;&#x3059;&#x308B;&#x3053;&#x3068;&#x3067;&#x3001;Google,inc&#x306B;&#x3088;&#x308B;&#x4E0A;&#x8A18;&#x306E;&#x3088;&#x3046;&#x306A;&#x30C7;&#x30FC;&#x30BF;&#x51E6;&#x7406;&#x306B;&#x3064;&#x304D;&#x8A31;&#x53EF;&#x3092;&#x4E0E;&#x3048;&#x305F;&#x3082;&#x306E;&#x3068;&#x307F;&#x306A;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>Google&#x793E;&#x306B;&#x3088;&#x308B;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x60C5;&#x5831;&#x306E;&#x53CE;&#x96C6;&#x65B9;&#x6CD5;&#x7B49;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x3001;Google Analytics&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x5229;&#x7528;&#x898F;&#x7D04;&#x304A;&#x3088;&#x3073;Google&#x793E;&#x30D7;&#x30E9;&#x30A4;&#x30D0;&#x30B7;&#x30FC;&#x30DD;&#x30EA;&#x30B7;&#x30FC;&#x306B;&#x3088;&#x3063;&#x3066;&#x5B9A;&#x3081;&#x3089;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<h3 id="3&#x30D7;&#x30E9;&#x30A4;&#x30D0;&#x30B7;&#x30FC;&#x30DD;&#x30EA;&#x30B7;&#x30FC;&#x306E;&#x6539;&#x5B9A;&#x306B;&#x3064;&#x3044;&#x3066;">3.&#x30D7;&#x30E9;&#x30A4;&#x30D0;&#x30B7;&#x30FC;&#x30DD;&#x30EA;&#x30B7;&#x30FC;&#x306E;&#x6539;&#x5B9A;&#x306B;&#x3064;&#x3044;&#x3066;</h3>
<p>&#x672C;&#x30D7;&#x30E9;&#x30A4;&#x30D0;&#x30B7;&#x30FC;&#x30DD;&#x30EA;&#x30B7;&#x30FC;&#x306F;&#x3001;&#x4E88;&#x544A;&#x306A;&#x304F;&#x6539;&#x8A02;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="trainings/t1.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: GISと紙地図の違いを学ぶ">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"利用規約","level":"1.10","depth":1,"previous":{"title":"GISと紙地図の違いを学ぶ","level":"1.9.1","depth":2,"path":"trainings/t1.md","ref":"./trainings/t1.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-sharing","-sharing-plus","splitter","collapsible-menu","creativecommons","favicon"],"root":".","styles":{"website":"styles/website.css"},"pluginsConfig":{"collapsible-menu":{},"splitter":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":{"shortcut":"./img/favicon.ico","bookmark":"./img/favicon.ico","appleTouch":"./img/apple-touch-icon.png","appleTouchMore":{"120x120":"./img/favicon.ico","180x180":"./img/favicon.ico"}},"creativecommons":{},"sharing":{"qq":false,"all":["facebook","google"],"douban":false,"facebook":false,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":false,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"h.yamauchi","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"GISでみる地形オープン教材","language":"ja","gitbook":">= 3.0.0"},"file":{"path":"policy.md","mtime":"2020-12-13T07:49:31.336Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-05-13T06:53:04.364Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-collapsible-menu/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

