
<!DOCTYPE HTML>
<html lang="ja" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>GISと紙地図の違いを学ぶ · GISでみる地形オープン教材</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="h.yamauchi">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    

        
    
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../policy.html" />
    
    
    <link rel="prev" href="t0.html" />
    

    
        <link rel="shortcut icon" href='../img/favicon.ico' type="image/x-icon">
    
    
        <link rel="bookmark" href='../img/favicon.ico' type="image/x-icon">
    
    
        <link rel="apple-touch-icon" href='../img/apple-touch-icon.png'>
    
    
        
        <link rel="apple-touch-icon" sizes="120x120" href="../img/favicon.ico">
        
        <link rel="apple-touch-icon" sizes="180x180" href="../img/favicon.ico">
        
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="検索すると入力" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    本教材について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../1/1.html">
            
                <a href="../1/1.html">
            
                    
                    地理の学習の意義
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../2/2.html">
            
                <a href="../2/2.html">
            
                    
                    地図の基礎
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../3/3-1.html">
            
                <a href="../3/3-1.html">
            
                    
                    地理情報の基礎
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../3/3-2/3-2.html">
            
                <a href="../3/3-2/3-2.html">
            
                    
                    WebGISの活用：地理院地図
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../3/3-3/3-3.html">
            
                <a href="../3/3-3/3-3.html">
            
                    
                    デスクトップGISの活用：QGIS
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../4/4.html">
            
                <a href="../4/4.html">
            
                    
                    GISと地形表現
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../5/5-1.html">
            
                <a href="../5/5-1.html">
            
                    
                    大地形:プレートと境界
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="../5/5-2.html">
            
                <a href="../5/5-2.html">
            
                    
                    火山
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="../5/5-3.html">
            
                <a href="../5/5-3.html">
            
                    
                    地震と津波
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../6/6-1.html">
            
                <a href="../6/6-1.html">
            
                    
                    小地形
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.7.1" data-path="../6/6-2.html">
            
                <a href="../6/6-2.html">
            
                    
                    山地の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.2" data-path="../6/6-3.html">
            
                <a href="../6/6-3.html">
            
                    
                    河川の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.3" data-path="../6/6-4.html">
            
                <a href="../6/6-4.html">
            
                    
                    海岸の地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.4" data-path="../6/6-5.html">
            
                <a href="../6/6-5.html">
            
                    
                    氷河地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.5" data-path="../6/6-6.html">
            
                <a href="../6/6-6.html">
            
                    
                    乾燥地形
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.6" data-path="../6/6-7.html">
            
                <a href="../6/6-7.html">
            
                    
                    カルスト地形
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="../7/7-1.html">
            
                <a href="../7/7-1.html">
            
                    
                    身近な地域の地形学習
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="t0.html">
            
                <a href="t0.html">
            
                    
                    演習
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.9.1" data-path="t1.html">
            
                <a href="t1.html">
            
                    
                    GISと紙地図の違いを学ぶ
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="../policy.html">
            
                <a href="../policy.html">
            
                    
                    利用規約
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            GitBookで公開 
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >GISと紙地図の違いを学ぶ</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7D19;&#x5730;&#x56F3;&#x3068;gis&#x306E;&#x9055;&#x3044;&#x3092;&#x5B66;&#x3076;">&#x7D19;&#x5730;&#x56F3;&#x3068;GIS&#x306E;&#x9055;&#x3044;&#x3092;&#x5B66;&#x3076;</h1>
<p>&#x3053;&#x306E;&#x6F14;&#x7FD2;&#x3067;&#x306F;&#x3001;&#x7D19;&#x5730;&#x56F3;&#x3068;GIS&#x306E;&#x9055;&#x3044;&#x3068;&#x3057;&#x3066;&#x3001;GIS&#x306E;&#x30E1;&#x30EA;&#x30C3;&#x30C8;&#x3001;&#x5730;&#x7269;&#x306E;&#x6349;&#x3048;&#x65B9;&#x3092;&#x5B66;&#x3073;&#x307E;&#x3059;&#x3002;&#x30EC;&#x30A4;&#x30E4;&#x306E;&#x5207;&#x308A;&#x66FF;&#x3048;&#x306B;&#x3088;&#x308B;&#x5730;&#x7406;&#x7684;&#x8A8D;&#x8B58;&#x306E;&#x5411;&#x4E0A;&#x306F;&#x3001;&#x5225;&#x306E;&#x6559;&#x6750;&#x3067;&#x89E3;&#x8AAC;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p>&#x6F14;&#x7FD2;&#x3092;&#x958B;&#x59CB;&#x3059;&#x308B;&#x524D;&#x306B;&#x3001;<a href="dataset/t1_p1.png">&#x5B9F;&#x7FD2;&#x7528;&#x5730;&#x56F3;</a>&#x3092;&#x5370;&#x5237;&#x3057;&#x3001;&#x8272;&#x925B;&#x7B46;&#x3092;&#x7528;&#x610F;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;&#x5B9F;&#x7FD2;&#x7528;&#x5730;&#x56F3;&#x306F;&#x3001;&#x5BCC;&#x58EB;&#x5C71;&#x306E;&#x5468;&#x8FBA;&#x3092;&#x793A;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<h2 id="&#x7B49;&#x9AD8;&#x7DDA;&#x306E;&#x8AAD;&#x307F;&#x53D6;&#x308A;">&#x7B49;&#x9AD8;&#x7DDA;&#x306E;&#x8AAD;&#x307F;&#x53D6;&#x308A;</h2>
<p>&#x4EE5;&#x4E0B;&#x306E;&#x5730;&#x56F3;&#x306E;&#x7B49;&#x9AD8;&#x7DDA;&#x306F;100m&#x9593;&#x9694;&#x3067;&#x3001;&#x5185;&#x5074;&#x307B;&#x3069;&#x9AD8;&#x3044;&#x6A19;&#x9AD8;&#x3092;&#x793A;&#x3057;&#x307E;&#x3059;(&#x5C71;&#x9802;&#x4ED8;&#x8FD1;&#x306F;&#x706B;&#x53E3;&#x306E;&#x305F;&#x3081;&#x4F8B;&#x5916;)&#x3002;&#x307E;&#x305F;&#x3001;1000m&#x9593;&#x9694;&#x3067;&#x592A;&#x3044;&#x7DDA;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x5730;&#x56F3;&#x5168;&#x4F53;&#x304C;3km&#x306E;&#x6B63;&#x65B9;&#x5F62;&#x306E;&#x533A;&#x753B;&#x3067;&#x5206;&#x3051;&#x3089;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#xFF08;100&#x533A;&#x753B;&#xFF09;&#x3002;&#x5404;&#x533A;&#x753B;&#x306E;&#x6700;&#x3082;&#x5927;&#x304D;&#x3044;&#x6A19;&#x9AD8;&#x5024;&#x3092;&#x3088;&#x307F;&#x3068;&#x308A;&#x3001;&#x51E1;&#x4F8B;&#x306B;&#x5F93;&#x3063;&#x3066;&#x533A;&#x753B;&#x3092;&#x5857;&#x308A;&#x5206;&#x3051;&#xFF08;&#x533A;&#x753B;&#x3092;&#x5857;&#x308A;&#x3064;&#x3076;&#x3059;&#xFF09;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;10&#x5206;&#x9593;&#x3092;&#x76EE;&#x5B89;&#x306B;&#x3067;&#x304D;&#x308B;&#x7BC4;&#x56F2;&#x3067;&#x5404;&#x533A;&#x753B;&#x3092;&#x5857;&#x5206;&#x3051;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</p>
<p><img src="img/t1_1.png" alt="x"></p>
<p>&#x3053;&#x306E;&#x4F5C;&#x696D;&#x3092;&#x3059;&#x308B;&#x3068;<a href="img/t1_2.png">&#x56DE;&#x7B54;&#x4F8B;</a>&#x306E;&#x3088;&#x3046;&#x306A;&#x5730;&#x56F3;&#x304C;&#x3067;&#x304D;&#x3001;&#x3053;&#x306E;&#x533A;&#x753B;&#x304C;&#x5C0F;&#x3055;&#x3044;&#x307B;&#x3069;&#x8A73;&#x7D30;&#x306A;&#x5730;&#x5F62;&#x3092;&#x793A;&#x3059;&#x3053;&#x3068;&#x3082;&#x308F;&#x304B;&#x308B;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<h2 id="gis&#x3067;&#x306E;&#x5206;&#x6790;">GIS&#x3067;&#x306E;&#x5206;&#x6790;</h2>
<p>&#x7D19;&#x5730;&#x56F3;&#x306E;&#x4F5C;&#x696D;&#x3067;&#x306F;&#x3001;&#x76EE;&#x8996;&#x3067;&#x533A;&#x753B;&#x5185;&#x306E;&#x7B49;&#x9AD8;&#x7DDA;&#x3092;&#x6570;&#x3048;&#x305F;&#x308A;&#x3001;&#x6A19;&#x9AD8;&#x306E;&#x5024;&#x3092;&#x78BA;&#x8A8D;&#x3057;&#x305F;&#x308A;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;&#x3067;&#x306F;&#x6B21;&#x306B;&#x3001;&#x5404;&#x533A;&#x753B;&#x3092;300m&#x306E;&#x6B63;&#x65B9;&#x5F62;&#x3068;&#x3057;&#x3066;&#x3001;&#x540C;&#x3058;&#x4F5C;&#x696D;&#x3092;&#x3059;&#x308B;&#x3053;&#x3068;&#x3092;&#x60F3;&#x50CF;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;&#x6642;&#x9593;&#x306F;&#x305F;&#x304F;&#x3055;&#x3093;&#x304B;&#x304B;&#x308A;&#x307E;&#x3059;&#x304C;&#x3001;&#x3088;&#x308A;&#x7D30;&#x304B;&#x304F;&#x5730;&#x5F62;&#x306E;&#x8272;&#x5206;&#x3051;&#x304C;&#x3067;&#x304D;&#x308B;&#x3068;&#x8003;&#x3048;&#x308B;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;GIS&#x3092;&#x4F7F;&#x3046;&#x3053;&#x3068;&#x3067;&#x6700;&#x5927;&#x5024;&#x306E;&#x307F;&#x3067;&#x306A;&#x304F;&#x3001;&#x6700;&#x5C0F;&#x5024;&#x3084;&#x5E73;&#x5747;&#x5024;&#x3082;&#x8A08;&#x7B97;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x9AD8;&#x901F;&#x3067;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x51E6;&#x7406;&#x3067;&#x304D;&#x308B;GIS&#x3092;&#x4F7F;&#x3063;&#x3066;&#x3001;&#x4EBA;&#x9593;&#x3068;&#x540C;&#x3058;&#x65B9;&#x6CD5;&#x3067;&#x60C5;&#x5831;&#x3092;&#x7B97;&#x51FA;&#x3057;&#x307E;&#x3059;&#x3002;&#x305D;&#x3046;&#x3059;&#x308B;&#x3068;&#x4E0B;&#x306E;&#x56F3;&#x306E;&#x3088;&#x3046;&#x306A;&#x7D50;&#x679C;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<p><img src="img/t1_3.png" alt="x"></p>
<p>&#x3053;&#x308C;&#x306F;&#x3001;300m&#x306E;&#x533A;&#x753B;&#x306B;&#x3059;&#x308B;&#x3068;&#x7B49;&#x9AD8;&#x7DDA;&#x304C;&#x91CD;&#x306A;&#x3089;&#x306A;&#x3044;&#x7BC4;&#x56F2;&#x304C;&#x751F;&#x3058;&#x308B;&#x305F;&#x3081;&#x3001;&#x8272;&#x5206;&#x3051;&#x304C;&#x7A7A;&#x767D;&#x306E;&#x533A;&#x753B;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x4EBA;&#x9593;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;&#x7B49;&#x9AD8;&#x7DDA;&#x306E;&#x9593;&#x9694;&#x306E;&#x9055;&#x3044;&#x304B;&#x3089;&#x6A19;&#x9AD8;&#x306E;&#x9AD8;&#x3055;&#x304C;&#x8AAD;&#x307F;&#x53D6;&#x308C;&#x307E;&#x3059;&#x306E;&#x3067;&#x3001;&#xFF12;&#x672C;&#x306E;&#x7B49;&#x9AD8;&#x7DDA;&#x306E;&#x9593;&#x5024;&#x3092;&#x306A;&#x3093;&#x3068;&#x306A;&#x304F;&#x5272;&#x308A;&#x5F53;&#x3066;&#x3066;&#x3001;&#x5857;&#x5206;&#x3051;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<blockquote>
<p>&#x4E0A;&#x8A18;&#x306F;&#x7B49;&#x9AD8;&#x7DDA;&#x306E;&#x6570;&#x3092;&#x5897;&#x3084;&#x3057;&#x305F;&#x308A;&#x3001;&#x9593;&#x306E;&#x6A19;&#x9AD8;&#x3092;&#x4F4D;&#x7F6E;&#x95A2;&#x4FC2;&#x304B;&#x3089;&#x7B97;&#x51FA;&#xFF08;&#x88DC;&#x9593;&#xFF09;&#x3059;&#x308B;&#x65B9;&#x6CD5;&#x3067;&#x3082;&#x89E3;&#x6C7A;&#x3067;&#x304D;&#x307E;&#x3059;&#x304C;&#x3001;&#x3053;&#x3053;&#x3067;&#x306F;&#x7D39;&#x4ECB;&#x3057;&#x307E;&#x305B;&#x3093;&#x3002;</p>
</blockquote>
<p>&#x3064;&#x307E;&#x308A;&#x3001;&#x7DDA;&#x306E;&#x5F62;&#x72B6;&#x3067;&#x5730;&#x5F62;&#x3092;&#x8868;&#x3059;&#x3053;&#x3068;&#x306F;&#x3001;&#x4EBA;&#x9593;&#x306E;&#x8996;&#x899A;&#x306B;&#x306F;&#x6709;&#x52B9;&#x3067;&#x3059;&#x304C;&#x3001;&#x4ECA;&#x56DE;&#x306E;&#x3088;&#x3046;&#x306A;&#x76EE;&#x7684;&#x3067;&#x306F;&#x826F;&#x3044;&#x65B9;&#x6CD5;&#x3067;&#x306F;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;&#x5730;&#x5F62;&#x306E;&#x3088;&#x3046;&#x306A;&#x9699;&#x9593;&#x306A;&#x304F;&#x9762;&#x7684;&#x306B;&#x5E83;&#x304C;&#x308B;&#x5730;&#x7269;&#x306B;&#x306F;&#x3001;&#x305D;&#x308C;&#x306B;&#x9069;&#x3057;&#x305F;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x5F62;&#x5F0F;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x5730;&#x5F62;&#x306F;&#x3001;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306A;&#x30E9;&#x30B9;&#x30BF;&#x5F62;&#x5F0F;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x3067;&#x8868;&#x3055;&#x308C;&#x308B;&#x3053;&#x3068;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3067;&#x3059;&#x3002;&#x3053;&#x308C;&#x3092;&#x7528;&#x3044;&#x3066;&#x3001;&#x6700;&#x521D;&#x306E;&#x3088;&#x3046;&#x306A;&#x533A;&#x753B;&#x306E;&#x5024;&#x3092;&#x8A08;&#x7B97;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x5730;&#x7269;&#x306E;&#x7279;&#x5FB4;&#x3084;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x8996;&#x70B9;&#x3067;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x898B;&#x308B;&#x304B;&#x306B;&#x3088;&#x3063;&#x3066;&#x30C7;&#x30FC;&#x30BF;&#x5F62;&#x5F0F;&#x306E;&#x9069;&#x5207;&#x3055;&#x304C;&#x7570;&#x306A;&#x308B;&#x70B9;&#x306B;&#x6CE8;&#x610F;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3059;&#x3002;</p>
<p><img src="img/t1_4.png" alt="x">
&#x203B;&#x3053;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x306F;&#x3001;30m&#xD7;30m&#x306E;&#x533A;&#x753B;&#x3054;&#x3068;&#x306B;&#x6A19;&#x9AD8;&#x5024;&#x3092;&#x3082;&#x3064;&#x3002;&#x533A;&#x753B;&#x306E;&#x5927;&#x304D;&#x3055;&#x306F;&#x89E3;&#x50CF;&#x5EA6;&#x3068;&#x3082;&#x3088;&#x3070;&#x308C;&#x3001;&#x9AD8;&#x89E3;&#x50CF;&#x5EA6;&#x306A;&#x30C7;&#x30FC;&#x30BF;&#x307B;&#x3069;&#x30C7;&#x30FC;&#x30BF;&#x91CF;&#x304C;&#x91CD;&#x304F;&#x3001;&#x9AD8;&#x7CBE;&#x7D30;&#x306A;&#x60C5;&#x5831;&#x3092;&#x793A;&#x3059;&#x3002;</p>
<h2 id="&#x3053;&#x3053;&#x307E;&#x3067;&#x306E;&#x307E;&#x3068;&#x3081;">&#x3053;&#x3053;&#x307E;&#x3067;&#x306E;&#x307E;&#x3068;&#x3081;</h2>
<ul>
<li>&#x4EBA;&#x9593;&#x3068;GIS&#x3067;&#x306F;&#x5730;&#x7269;&#x306E;&#x8A8D;&#x8B58;&#x306E;&#x4ED5;&#x65B9;&#x304C;&#x7570;&#x306A;&#x308B;&#xFF08;GIS&#x306E;&#x7279;&#x5FB4;&#x3092;&#x7406;&#x89E3;&#x3057;&#x3066;&#x3044;&#x306A;&#x3044;&#x3068;&#x60C5;&#x5831;&#x3092;&#x8AA4;&#x8A8D;&#x3059;&#x308B;&#xFF09;</li>
<li>GIS&#x306A;&#x3089;&#x3001;&#x7C21;&#x5358;&#x306B;&#x5730;&#x56F3;&#x3092;&#x5857;&#x5206;&#x3051;&#x3089;&#x308C;&#x308B;</li>
<li>GIS&#x3067;&#x306F;&#x3001;&#x533A;&#x753B;&#x306E;&#x5909;&#x66F4;&#x3084;&#x8907;&#x6570;&#x306E;&#x5024;&#x306E;&#x96C6;&#x8A08;&#x304C;&#x5BB9;&#x6613;</li>
<li>&#x533A;&#x753B;&#x3092;&#x5C0F;&#x3055;&#x304F;&#x3059;&#x308C;&#x3070;&#x3001;&#x3082;&#x3063;&#x3068;&#x7D30;&#x304B;&#x3044;&#x5730;&#x5F62;&#x304C;&#x308F;&#x304B;&#x308B;</li>
<li>&#x5730;&#x5F62;&#x306E;&#x3088;&#x3046;&#x306B;&#x9023;&#x7D9A;&#x3057;&#x305F;&#x5730;&#x7269;&#x306B;&#x306F;&#x9069;&#x3057;&#x305F;&#x30C7;&#x30FC;&#x30BF;&#x5F62;&#x5F0F;&#x304C;&#x3042;&#x308B;</li>
</ul>
<h2 id="&#x5730;&#x7406;&#x9662;&#x5730;&#x56F3;&#x3067;&#x306E;&#x5730;&#x5F62;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x8868;&#x793A;">&#x5730;&#x7406;&#x9662;&#x5730;&#x56F3;&#x3067;&#x306E;&#x5730;&#x5F62;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x8868;&#x793A;</h2>
<p>&#x3000;<a href="https://maps.gsi.go.jp/" target="_blank">&#x5730;&#x7406;&#x9662;&#x5730;&#x56F3;</a>&#x306F;&#x3001;&#x5730;&#x56F3;&#x3084;&#x7A7A;&#x4E2D;&#x5199;&#x771F;&#x7B49;&#x306E;&#x5730;&#x7406;&#x60C5;&#x5831;&#x3092;&#x7121;&#x511F;&#x3067;&#x95B2;&#x89A7;&#x3067;&#x304D;&#x308B;&#x56FD;&#x571F;&#x5730;&#x7406;&#x9662;&#x306E;&#x9AD8;&#x6A5F;&#x80FD;&#x306A;WebGIS&#x3067;&#x3059;&#x3002;&#x5730;&#x7406;&#x9662;&#x5730;&#x56F3;&#x306B;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x3057;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</p>
<p>&#x5730;&#x7406;&#x9662;&#x5730;&#x56F3;&#x3067;&#x306F;&#x3001;&#x2460;&#x3000;&#x30EC;&#x30A4;&#x30E4;&#xFF08;&#x5730;&#x7406;&#x60C5;&#x5831;&#xFF09;&#x306E;&#x9078;&#x629E;&#xFF08;&#x7A7A;&#x4E2D;&#x5199;&#x771F;&#x3084;&#x57FA;&#x6E96;&#x70B9;&#x7B49;&#x306E;&#x8868;&#x793A;&#xFF09;&#x3001;&#x2461;&#x3000;&#x5730;&#x56F3;&#x306E;&#x79FB;&#x52D5;&#xFF08;&#x4F4F;&#x6240;&#x691C;&#x7D22;&#x3001;&#x30DE;&#x30A6;&#x30B9;&#x64CD;&#x4F5C;&#x306B;&#x3088;&#x308B;&#x79FB;&#x52D5;&#xFF09;&#x3001;&#x2462;&#x3000;&#x6A5F;&#x80FD;&#xFF08;&#x5730;&#x7269;&#x306E;&#x8A08;&#x6E2C;&#x3001;2&#x753B;&#x9762;&#x8868;&#x793A;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x4F5C;&#x6210;&#x7B49;&#xFF09;&#x3001;&#x2463;&#x3000;&#x30AB;&#x30FC;&#x30BD;&#x30EB;&#x4F4D;&#x7F6E;&#x306E;&#x6A19;&#x9AD8;&#x3084;&#x7DEF;&#x5EA6;&#x7D4C;&#x5EA6;&#x7B49;&#x306E;&#x8868;&#x793A;&#x7B49;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x304C;&#x3001;&#x3053;&#x3053;&#x3067;&#x306F;&#x3001;&#x6A19;&#x9AD8;&#x6BB5;&#x5F69;&#x56F3;&#x306E;&#x4F5C;&#x6210;&#x3068;&#x5730;&#x5F62;&#x65AD;&#x9762;&#x56F3;&#x306E;&#x4F5C;&#x6210;&#x3092;&#x4F53;&#x9A13;&#x3057;&#x307E;&#x3059;&#x3002;
<img src="img/t1_5.png" alt="x"></p>
<p>&#x30B5;&#x30A4;&#x30C9;&#x30D0;&#x30FC;&#x3092;&#x958B;&#x304D;&#x3001;<code>&#x6A19;&#x9AD8;&#x30FB;&#x571F;&#x5730;&#x306E;&#x51F9;&#x51F8;&#xFF1E;&#x81EA;&#x5206;&#x3067;&#x4F5C;&#x308B;&#x8272;&#x5225;&#x6A19;&#x9AD8;&#x56F3;</code>&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3066;&#x3001;&#x4E0B;&#x306E;&#x30A6;&#x30A3;&#x30F3;&#x30C9;&#x30A6;&#x3092;&#x8868;&#x793A;&#x3057;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;
<img src="img/t1_6.png" alt="x"></p>
<p>&#x6B21;&#x306B;&#x4E0B;&#x306E;&#x5DE6;&#x306E;&#x56F3;&#x306E;&#x3088;&#x3046;&#x306B;&#x5024;&#x3092;&#x8A2D;&#x5B9A;&#x3057;&#x3001;<code>&#x4E0A;&#x8A18;&#x306E;&#x5185;&#x5BB9;&#x3067;&#x5730;&#x56F3;&#x306B;&#x53CD;&#x6620;</code>&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;&#x6700;&#x521D;&#x306F;&#x3001;&#x4E0B;&#x304B;&#x3089;&#x5024;&#x3092;&#x8A2D;&#x5B9A;&#x3059;&#x308B;&#x3068;&#x308F;&#x304B;&#x308A;&#x3084;&#x3059;&#x3044;&#x3067;&#x3059;&#x3002;&#x305D;&#x306E;&#x5F8C;&#x3001;&#x4EFB;&#x610F;&#x306E;&#x5024;&#x3092;&#x8A2D;&#x5B9A;&#x3057;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;
<img src="img/t1_7.png" alt="x"></p>
<p>&#x6B21;&#x306B;<code>&#x30C4;&#x30FC;&#x30EB;&#xFF1E;&#x65AD;&#x9762;&#x56F3;</code>&#x304B;&#x3089;&#x3001;&#x4EFB;&#x610F;&#x306E;2&#x70B9;&#x9593;&#x306E;&#x65AD;&#x9762;&#x56F3;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;&#x65AD;&#x9762;&#x56F3;&#x304B;&#x3089;&#x5730;&#x5F62;&#x306E;&#x60C5;&#x5831;&#x3092;&#x8AAD;&#x307F;&#x53D6;&#x308B;&#x969B;&#x306F;&#x3001;&#x7E26;&#x6A2A;&#x6BD4;&#x306E;&#x9055;&#x3044;&#x306B;&#x6CE8;&#x610F;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;&#x65AD;&#x9762;&#x56F3;&#x4F5C;&#x6210;&#x306E;&#x7D19;&#x5730;&#x56F3;&#x4F5C;&#x696D;&#x3068;&#x306E;&#x9055;&#x3044;&#x3092;&#x6BD4;&#x8F03;&#x3057;&#x305F;&#x3044;&#x65B9;&#x306F;&#x3001;<a href="t1_p2.md">&#x5B9F;&#x7FD2;&#x7528;&#x5730;&#x56F3;2</a>&#x3092;&#x3054;&#x5229;&#x7528;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;
<img src="img/t1_8.png" alt="x"></p>
<h2 id="&#x7DF4;&#x7FD2;&#x554F;&#x984C;&#x6771;&#x4EAC;&#x306E;&#x6A19;&#x9AD8;&#x6BB5;&#x5F69;&#x56F3;&#x3068;&#x5730;&#x5F62;&#x65AD;&#x9762;&#x56F3;&#x306E;&#x4F5C;&#x6210;">&#x7DF4;&#x7FD2;&#x554F;&#x984C;:&#x6771;&#x4EAC;&#x306E;&#x6A19;&#x9AD8;&#x6BB5;&#x5F69;&#x56F3;&#x3068;&#x5730;&#x5F62;&#x65AD;&#x9762;&#x56F3;&#x306E;&#x4F5C;&#x6210;</h2>
<ol>
<li>0m&#x3088;&#x308A;&#x3082;&#x4F4E;&#x3044;&#x30A8;&#x30EA;&#x30A2;&#x3068;&#x305D;&#x308C;&#x3088;&#x308A;&#x3082;&#x9AD8;&#x3044;&#x30A8;&#x30EA;&#x30A2;&#x3092;&#x5206;&#x3051;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</li>
<li>&#x6771;&#x4EAC;&#x4F4E;&#x5730;&#x3092;&#x6771;&#x897F;&#x6A2A;&#x65AD;&#x3059;&#x308B;&#x5730;&#x5F62;&#x306E;&#x65AD;&#x9762;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</li>
<li>1&#x3068;2&#x3092;&#x8E0F;&#x307E;&#x3048;&#x3066;&#x6771;&#x4EAC;&#x4F4E;&#x5730;&#x306E;&#x6D2A;&#x6C34;&#x6642;&#x306E;&#x5371;&#x967A;&#x6027;&#x3092;&#x8003;&#x3048;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</li>
</ol>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="t0.html" class="navigation navigation-prev " aria-label="Previous page: 演習">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="../policy.html" class="navigation navigation-next " aria-label="Next page: 利用規約">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"GISと紙地図の違いを学ぶ","level":"1.9.1","depth":2,"next":{"title":"利用規約","level":"1.10","depth":1,"path":"policy.md","ref":"./policy.md","articles":[]},"previous":{"title":"演習","level":"1.9","depth":1,"path":"trainings/t0.md","ref":"./trainings/t0.md","articles":[{"title":"GISと紙地図の違いを学ぶ","level":"1.9.1","depth":2,"path":"trainings/t1.md","ref":"./trainings/t1.md","articles":[]}]},"dir":"ltr"},"config":{"plugins":["-sharing","-sharing-plus","splitter","collapsible-menu","creativecommons","favicon"],"root":".","styles":{"website":"styles/website.css"},"pluginsConfig":{"collapsible-menu":{},"splitter":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":{"shortcut":"./img/favicon.ico","bookmark":"./img/favicon.ico","appleTouch":"./img/apple-touch-icon.png","appleTouchMore":{"120x120":"./img/favicon.ico","180x180":"./img/favicon.ico"}},"creativecommons":{},"sharing":{"qq":false,"all":["facebook","google"],"douban":false,"facebook":false,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":false,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"h.yamauchi","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"GISでみる地形オープン教材","language":"ja","gitbook":">= 3.0.0"},"file":{"path":"trainings/t1.md","mtime":"2021-05-13T06:49:19.232Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-05-13T06:53:04.364Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-collapsible-menu/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

